{
    "uuid": [
        {
            "value": "6092ef36-654a-40ae-a065-543a0a355026"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "0cd9940c-a23e-42ee-8b03-127b554bc6d8"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2025-02-20T04:41:30+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "e39f16e0-f90b-40ba-b809-4f9156f7182b"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "e39f16e0-f90b-40ba-b809-4f9156f7182b"
        }
    ],
    "title": [
        {
            "value": "Terms of Use"
        }
    ],
    "created": [
        {
            "value": "2024-08-24T23:23:05+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2025-02-20T04:41:29+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/terms-of-use",
            "langcode": "en"
        }
    ],
    "body": [
        {
            "value": "<p>Welcome to our website (the \"Site\"). By accessing or using the Site, you agree to be bound by these Terms of Use (the \"Agreement\"). If you do not agree to these terms, you should not access or use the Site.<\/p>\n      <h3>Use of the Site<\/h3>\n      <p>You may use the Site only for lawful purposes and in accordance with this Agreement. You agree not to use the Site:<\/p>\n      <ul>\n        <li>In any way that violates any applicable federal, state, local, or international law or regulation.<\/li>\n        <li>To transmit, or procure the sending of, any advertising or promotional material, including any \"junk mail,\" \"chain letter,\" \"spam,\" or any other similar solicitation.<\/li>\n        <li>To impersonate or attempt to impersonate us, our employees, another user, or any other person or entity.<\/li>\n      <\/ul>\n      <h3>Intellectual Property<\/h3>\n      <p>The Site and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio) are owned by us, our licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.<\/p>\n      <h3>Disclaimer of Warranties<\/h3>\n      <p>The Site and its contents are provided \"as is\" and without warranties of any kind, whether express or implied. We do not warrant that the Site or any of its functions will be uninterrupted or error-free, that defects will be corrected, or that the Site or the servers that make it available are free of viruses or other harmful components.<\/p>\n      <h3>Limitation of Liability<\/h3>\n      <p>In no event will we be liable for any damages of any kind arising out of or in connection with your use of the Site, including but not limited to direct, indirect, incidental, consequential, or punitive damages, even if we have been advised of the possibility of such damages.<\/p>\n      <h3>Indemnification<\/h3>\n      <p>You agree to indemnify and hold us and our affiliates, licensors, and service providers harmless from any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of this Agreement or your use of the Site, including, but not limited to, your User Contributions, any use of the Site's content, services, and products other than as expressly authorized in this Agreement, or your use of any information obtained from the Site.<\/p>\n      <h3>Changes to this Agreement<\/h3>\n      <p>We may revise and update this Agreement from time to time in our sole discretion. All changes are effective immediately when we post them, and apply to all access to and use of the Site thereafter. Your continued use of the Site following the posting of revised Agreement means that you accept and agree to the changes.<\/p>\n      <h3>Contact Us<\/h3>\n      <p>If you have any questions or concerns about these Terms of Use, please <a href=\"\/contact-us\">contact us<\/a>.<\/p>",
            "format": "full_html",
            "summary": ""
        }
    ],
    "field_media": [
        {
            "target_type": "media",
            "target_uuid": "9a33874e-ce03-4f0f-9c6e-164a416d574c"
        }
    ],
    "field_meta_tags": [],
    "field_summary": [],
    "field_thumbnail": []
}